{
  "Name": "Vietnamese",
  "Transliterable": false,
  "Localizations": [
    "Mẫu màu không hợp lệ {0}",
    "hwprobe: Phần cứng của bạn sẽ được thăm dò. Xin vui lòng chờ ...",
    "Nhập mật khẩu quản trị để bảo trì.",
    "Lỗi hạt nhân khi khởi động: {0}",
    "NHÂN ĐÔI: Thời gian khởi động lại vượt quá thời gian khởi động lại lỗi tối đa cho phép {0}. Bạn đã tìm thấy một lỗi kernel.",
    "[{0}] hoảng loạn: Đã bật lại do mức lỗi là {0}.",
    "[{0}] hoảng loạn: Thời gian để khởi động lại: {1} giây, vượt quá 1 giờ. Nó được đặt thành 1 phút.",
    "NHÂN ĐÔI: Loại lỗi {0} không hợp lệ.",
    "[{0}] hoảng loạn: {1} - Nhấn phím bất kỳ để tắt máy.",
    "[{0}] hoảng loạn: {1} - Khởi động lại sau {2} giây ...",
    "NHÂN ĐÔI: Lỗi hạt nhân: {0}",
    "Đang Tắt...",
    "Khởi động lại ...",
    "Lỗi {0}: {1}",
    "Tên tài khoản:",
    "Không gian không được phép.",
    "Nhân vật đặc biệt không được phép.",
    "Mật khẩu của {0}:",
    "Sai mật khẩu.",
    "Lỗi cố gắng phân tích giữ chỗ. {0}",
    "Lỗi khi cố thêm tên người dùng.",
    "usrmgr: Tạo tên người dùng {0} ...",
    "Không tìm thấy người dùng {0}.",
    "Người dùng {0} không được phép xóa.",
    "Người dùng {0} đã đăng nhập. Đăng xuất và đăng nhập với tư cách quản trị viên khác.",
    "Đã xóa người dùng {0}.",
    "Lỗi khi cố gắng xóa tên người dùng.",
    "Không tìm thấy trình bảo vệ màn hình được yêu cầu {0}.",
    "{0} được đặt thành trình bảo vệ màn hình mặc định.",
    "Trình bảo vệ màn hình {0} không tìm thấy trong cơ sở dữ liệu. Kiểm tra tên và thử lại.",
    "Có một lỗi nghiêm trọng khi in văn bản.",
    "Mod không thể được tải vì những điều sau đây:",
    "Mod {0} không có tên. Xem lại mã nguồn.",
    "{0} v {1} đã bắt đầu",
    "Không có định nghĩa cho lệnh {0}.",
    "Lệnh được xác định bởi",
    "Tên người dùng cho {0}:",
    "Mật khẩu cho {0}:",
    "Đã kết nối với {0}",
    "Lỗi khi cố gắng kết nối với {0}: {1}",
    "Thư mục cục bộ {0} không tồn tại.",
    "Nhập một thư mục địa phương. \"..\" quay trở lại.",
    "Không tìm thấy thư mục {0}.",
    "Nhập một thư mục từ xa. \"..\" quay trở lại",
    "Thư mục địa phương: {0}",
    "Thư mục từ xa: {0}",
    "Đang tải xuống tệp {0} ...",
    "Đã tải xuống tệp {0}.",
    "Đang tải lên tệp {0} ...",
    "Tệp đã tải lên {0}",
    "Nhận thư mục địa phương hiện tại",
    "Nhận thư mục từ xa hiện tại",
    "Thay đổi thư mục cục bộ để tải xuống hoặc tải lên từ",
    "Thay đổi thư mục từ xa để tải xuống từ hoặc tải lên",
    "Xóa tập tin từ xa khỏi máy chủ",
    "Tải tập tin từ xa vào thư mục cục bộ bằng cách sử dụng nhị phân hoặc văn bản",
    "Liệt kê thư mục địa phương",
    "Liệt kê thư mục từ xa",
    "Tải tập tin cục bộ lên thư mục từ xa bằng cách sử dụng nhị phân hoặc văn bản",
    "Bí danh không thể cùng tên với một lệnh.",
    "Lệnh không tìm thấy bí danh cho {0}.",
    "Bây giờ bạn có thể chạy \"{0}\" dưới dạng lệnh: \"{1}\".",
    "Bí danh {0} không được tìm thấy để xóa.",
    "Chế độ không hợp lệ {0}.",
    "Không tìm thấy thư mục {0}",
    "Tên máy chủ trống.",
    "Thay đổi từ: {0} thành {1} ...",
    "Tin nhắn trống trong ngày.",
    "MAL trống sau khi đăng nhập.",
    "Sai mật khẩu người dùng.",
    "Mật khẩu không khớp.",
    "Tên người dùng đã được thay đổi thành {0}!",
    "Tên mới bạn đã nhập đã được tìm thấy.",
    "{0} không được tìm thấy.",
    "Cấu hình tải lại. Bạn có thể cần phải khởi động lại kernel để một số thay đổi có hiệu lực.",
    "Một hoặc nhiều màu không hợp lệ.",
    "Trình bảo vệ màn hình {0} không tìm thấy.",
    "Lỗi khi cố thực thi lệnh",
    "Thay đổi thư mục",
    "Thay đổi mật khẩu cho người dùng hiện tại",
    "Xóa màn hình",
    "Sử dụng vỏ FTP để tương tác với máy chủ",
    "Trang trợ giúp",
    "Liệt kê nội dung tập tin / thư mục trong thư mục hiện tại",
    "Khóa màn hình của bạn bằng mật khẩu",
    "Đăng xuất bạn",
    "Tạo một thư mục",
    "Khởi động lại máy tính của bạn (CẢNH BÁO: Không đồng bộ hóa, vì đó không phải là hạt nhân cuối cùng)",
    "Tải lại tập tin cấu hình được chỉnh sửa.",
    "Lưu màn hình của bạn khỏi bị cháy",
    "Thiết lập trình bảo vệ màn hình kernel",
    "Hiển thị ngày giờ",
    "Hiển thị ngày và giờ trong khu vực",
    "Nhân sẽ bị tắt",
    "Sử dụng:",
    "customsaver sẽ ở đâu",
    "Có một lỗi trong vỏ.",
    "Bạn không có quyền sử dụng {0}",
    "Thông báo Shell: Lệnh được yêu cầu {0} không được phép chạy trong chế độ bảo trì.",
    "Thông báo Shell: Không tìm thấy lệnh được yêu cầu {0}. Xem 'trợ giúp' cho các lệnh có sẵn.",
    "Lỗi khi cố thực thi lệnh.",
    "- Thời gian của {0}: {1}",
    "Chạy trên {0}",
    "Bạn không được phép lấy thông tin cho {0}.",
    "Lệnh này đã lỗi thời và sẽ bị xóa trong phiên bản tương lai.",
    "Bạn không được phép thay đổi mật khẩu của {0} vì mục tiêu là quản trị viên.",
    "Xóa mọi thứ trong nhật ký gỡ lỗi",
    "Ngôn ngữ không hợp lệ",
    "Chào mừng bạn đến với hạt nhân!",
    "Tải về đã hoàn thành.",
    "Tải xuống thất bại trong thử {0}: {1}",
    "Vui lòng sử dụng \"ftp\" nếu bạn định tải xuống các tệp từ máy chủ FTP.",
    "Tải một tập tin vào thư mục làm việc hiện tại",
    "Ngắt kết nối thiết bị gỡ lỗi",
    "Liệt kê các thiết bị gỡ lỗi được kết nối",
    "Không tìm thấy thiết bị gỡ lỗi {0}.",
    "Thiết bị {0} bị ngắt kết nối.",
    "Nghe gỡ lỗi trên tất cả các địa chỉ bằng cổng {0}.",
    "Bí danh đã được tìm thấy: {0}",
    "Nhật ký gỡ lỗi được gỡ bỏ. Tất cả các thiết bị gỡ lỗi được kết nối vẫn có thể xem tin nhắn.",
    "Xóa nhật ký gỡ lỗi không thành công: {0}",
    "Thay đổi thư mục không thành công: {0}",
    "Chỉ định địa chỉ",
    "Múi giờ được chỉ định không chính xác.",
    "Lựa chọn hồ sơ không hợp lệ.",
    "Đang cố gắng kết nối với {0} với hồ sơ {1} ...",
    "Lỗi khi cố gắng khởi động trình bảo vệ màn hình, do hoạt động không hợp lệ.",
    "Phân tích cú pháp mod không được phép trên chế độ an toàn.",
    "Đường dẫn không phải là một tập tin hay một thư mục.",
    "Tạo một bản sao khác của một tập tin dưới thư mục hoặc tên khác nhau.",
    "Di chuyển một tập tin vào thư mục khác",
    "Khớp {0} ({1}): {2}",
    "Khớp {0}: {1}",
    "Thời gian sử dụng: {0} mili giây",
    "Tên: {0}",
    "Tính toán tổng số tập tin.",
    "Thuật toán mã hóa không hợp lệ.",
    "Cho phép hoặc vô hiệu hóa gỡ lỗi từ xa.",
    "Xem nếu bạn có thể giải phương trình toán học đúng thời gian",
    "Giải quyết hoàn hảo!",
    "Giải quyết không chính xác.",
    "RPC đã chạy.",
    "RPC lắng nghe trên tất cả các địa chỉ bằng cổng {0}.",
    "Bắt đầu RPC ...",
    "Kết nối với máy chủ SSH.",
    "Nhập mật khẩu cho {0}:",
    "SSH bị ngắt kết nối.",
    "Gỡ lỗi không được kích hoạt.",
    "Hiển thị tất cả các thông báo nhận được",
    "Bỏ thông báo",
    "Thông báo bác bỏ thành công.",
    "Điều khiển từ xa một lệnh đến PC từ xa",
    "Loại không hợp lệ {0}.",
    "Kích thước: {0}",
    "Thư mục {0} đã tồn tại.",
    "Lỗi khi cố gắng kết nối với {0}: Hết thời gian kết nối hoặc mất kết nối",
    "Máy tính để tính biểu thức.",
    "Lỗi trong tính toán.",
    "Cập nhật hệ thống",
    "Đang kiểm tra cập nhật hệ thống ...",
    "Tìm thấy phiên bản mới: ",
    "Bạn có thể tải xuống tại: ",
    "Không có thông báo gần đây",
    "Tìm kiếm chuỗi cụ thể trong tệp được cung cấp",
    "Tính tổng các tập tin trong thư mục được chỉ định.",
    "Nhập tên người dùng hoặc địa chỉ thư:",
    "Nhập mật khẩu:",
    "Lỗi khi kết nối với {0}: {1}",
    "Đang kết nối với {0} ...",
    "Xác thực ...",
    "Tải tin nhắn và liệt kê chúng",
    "Mở một tin nhắn",
    "Trang không phải là một giá trị số.",
    "Số tin nhắn có thể không âm hoặc bằng không.",
    "Số tin nhắn không phải là một giá trị số.",
    "- Từ {0}",
    "- Đến {0}",
    "- Đã gửi tại {0} trong {1}",
    "Tin nhắn được chỉ định không được tìm thấy.",
    "Gỡ lỗi từ xa không bắt đầu: {0}",
    "Chuẩn bị hồ sơ ... Có thể mất vài phút ...",
    "Lỗi khi cố thực thi tập lệnh: {0}",
    "Viết văn bản vào bảng điều khiển",
    "Làm cho người dùng lựa chọn",
    "trong đó <answer> là các câu trả lời một chữ cái của câu hỏi được phân tách bằng dấu gạch chéo",
    "Lỗi khi cố gắng kết nối với máy chủ SSH: {0}",
    "Cho phép người dùng nhập dữ liệu đầu vào",
    "Thay đổi thư mục thư hiện tại",
    "Không thể mở thư mục thư {0}: {1}",
    "Liệt kê các thư mục trong địa chỉ mail của bạn",
    "Trong quá trình xác nhận chứng chỉ, có lỗi chứng chỉ. Đây có thể là lần đầu tiên bạn kết nối với máy chủ hoặc chứng chỉ có thể đã hết hạn. Đây là một lỗi:",
    "Bạn có chắc chắn rằng bạn muốn kết nối?",
    "Câu trả lời không hợp lệ. Vui lòng thử lại.",
    "Nhập địa chỉ máy chủ IMAP và cổng (<địa chỉ> hoặc <địa chỉ>: [cổng]):",
    "Nhập địa chỉ và cổng máy chủ SMTP (<địa chỉ> hoặc <địa chỉ>: [cổng]):",
    "Gửi tin nhắn đến một địa chỉ",
    "Nhập địa chỉ thư người nhận:",
    "Nhập chủ đề:",
    "Nhập tin nhắn của bạn dưới đây. Viết \"\" EOF \"\" để xác nhận.",
    "Gửi tin nhắn ...",
    "Tin nhắn đã gửi.",
    "Địa chỉ email không hợp lệ. Hãy chắc chắn rằng bạn đã viết địa chỉ chính xác và nó phù hợp với định dạng của ví dụ được hiển thị:",
    "Xóa tin nhắn",
    "Xóa tất cả tin nhắn khỏi người nhận",
    "Tin nhắn {0} từ {1} đã bị xóa khỏi {2}. {3} tin nhắn còn lại để phân tích.",
    "Tin nhắn {0} từ {1} đã bị xóa khỏi hộp thư đến. {2} tin nhắn còn lại để phân tích.",
    "Tạo một tệp mới",
    "Tập tin đã tồn tại.",
    "Lỗi khi tạo tệp: {0}",
    "Không thể mở tập tin. Thoát khỏi vỏ ...",
    "In nội dung của tệp với số dòng vào bảng điều khiển",
    "Thêm một dòng mới với văn bản ở cuối tập tin",
    "Xóa số dòng được chỉ định",
    "Thay thế một từ hoặc cụm từ bằng một từ khác",
    "Xóa một từ hoặc cụm từ từ số dòng",
    "Xóa một ký tự khỏi số ký tự trong dòng được chỉ định",
    "Đã xóa dòng.",
    "Số dòng được chỉ định {0} không phải là số hợp lệ.",
    "Chạy ở chế độ an toàn. Bỏ qua giai đoạn ...",
    ">> Gỡ lỗi và trò chuyện từ xa: phiên bản",
    ">> Địa chỉ của bạn là {0}.",
    ">> Tên của bạn là {0}.",
    "Chỉ số {0} không hợp lệ. Có {1} dấu vết ngăn xếp. Chỉ số là không dựa trên, vì vậy hãy thử trừ đi 1.",
    "Không có dấu vết ngăn xếp",
    "Hiển thị dấu vết ngăn xếp cuối cùng trên ngoại lệ",
    "Hiển thị tên người dùng hiện tại trong phiên",
    "Bỏ chặn một thiết bị gỡ lỗi bằng địa chỉ IP",
    "Chặn thiết bị gỡ lỗi theo địa chỉ IP",
    "{0} bây giờ có thể tham gia gỡ lỗi từ xa một lần nữa.",
    "{0} chưa bị chặn.",
    "Lỗi tải cài đặt",
    "Có lỗi trong khi tải cài đặt. Bạn có thể cần kiểm tra tập tin cài đặt.",
    "Chọn phần:",
    "Lưu các thiết lập",
    "Lối ra",
    "Tùy chọn đã chỉ định {0} không hợp lệ.",
    "Câu trả lời phải là số.",
    "Kiểm tra các bản cập nhật khi khởi động",
    "Thăm dò yên lặng",
    "Hiển thị MOTD khi đăng nhập",
    "Xóa màn hình khi đăng nhập",
    "Lệnh trợ giúp được đơn giản hóa",
    "Cổng gỡ lỗi",
    "Tải xuống thời gian thử lại",
    "Đăng nhập tên người dùng FTP",
    "Ghi địa chỉ IP FTP",
    "Chỉ trả lại hồ sơ FTP đầu tiên",
    "Hiển thị thời gian / ngày ở góc trên bên phải",
    "Thời gian chờ của trình bảo vệ màn hình tính bằng mili giây",
    "Chế độ phân tích kích thước",
    "Marquee khi khởi động",
    "Thời gian và Ngày dài",
    "Hiển thị cac file bị ẩn",
    "Quay lại...",
    "Viết một cổng gỡ lỗi từ xa. Nó phải là số và không được sử dụng. Nếu không, trình gỡ lỗi từ xa sẽ không mở được cổng.",
    "Viết số lần lệnh \"\" get \"\" sẽ thử lại các lần tải xuống không thành công. Nó phải là số.",
    "Viết thời điểm khởi chạy trình bảo vệ màn hình sau phần nghìn giây được chỉ định. Nó phải là số.",
    "Câu trả lời có thể không phủ định.",
    "Biến {0} không được tìm thấy trên bất kỳ mô-đun nào.",
    "Thay đổi cấu hình hạt nhân",
    "Thay đổi văn hóa khi chuyển đổi ngôn ngữ",
    "Văn bản được hiển thị",
    "Viết bất kỳ văn bản nào bạn muốn hiển thị. Ngắn hơn là tốt hơn.",
    "Không tải lên được {0}",
    "Thêm người dùng",
    "Thêm bí danh vào lệnh",
    "Thay đổi tên máy chủ",
    "Thay đổi MAL, MOTD sau khi đăng nhập",
    "Thay đổi MOTD, Thông điệp trong ngày",
    "Thay đổi tên người dùng",
    "Quản lý quyền cho người dùng",
    "Xóa người dùng khỏi danh sách",
    "Đã xóa bí danh {0} thành công.",
    "Không thể kiểm tra các bản cập nhật.",
    "Không có người dùng nào còn lại trong danh sách.",
    "Lỗi khi cố gắng loại bỏ thông báo.",
    "usrmgr: Không tạo được tên người dùng {0}: {1}",
    "Không thể đổi tên người dùng. {0}",
    "Không tìm thấy người dùng",
    "Không thể thay đổi mật khẩu của tên người dùng: {0}",
    "Không thể tìm thấy tệp để khớp với chuỗi \"{0}\": {1}",
    "Không tải xuống được tệp {0}.",
    "Không liệt kê được các tệp từ xa: {0}",
    "Đang xóa {0} ...",
    "{0} không được tìm thấy trong máy chủ.",
    "Tất cả thư do {0} tạo đều được xóa thành công.",
    "Không xóa được tất cả thư do {0} gửi.",
    "Lỗi khi gửi tin nhắn.",
    "Đang di chuyển {0} sang {1} ...",
    "Đã chuyển thành công",
    "Di chuyển tệp hoặc thư mục sang tệp hoặc thư mục khác. Bạn cũng có thể sử dụng nó để đổi tên tệp.",
    "Không chuyển được {0} sang {1}.",
    "Đang sao chép {0} sang {1} ...",
    "Đã sao chép thành công",
    "Sao chép tệp hoặc thư mục sang tệp hoặc thư mục khác.",
    "Không sao chép được {0} sang {1}.",
    "Chuyển một tin nhắn",
    "Di chuyển tất cả tin nhắn từ người nhận",
    "Tất cả thư do {0} thực hiện đều được chuyển thành công.",
    "Không chuyển được tất cả thư do {0} gửi.",
    "Thư {0} từ {1} được chuyển từ {2}. Còn lại {3} tin nhắn để phân tích cú pháp.",
    "Hiển thị thông tin thời tiết cho thành phố được chỉ định. Sử dụng OpenWeatherMap.",
    "- Thông tin thời tiết cho {0} -",
    "Thời tiết: {0}",
    "Áp lực: {0}",
    "Độ ẩm: {0}",
    "Bạn có thể lấy khóa API của riêng mình tại https://home.openweathermap.org/api_keys.",
    "Đơn vị ưu tiên cho nhiệt độ",
    "Mỗi lần khởi động, nó sẽ kiểm tra các bản cập nhật.",
    "Khi chuyển đổi ngôn ngữ, hãy thay đổi tên tháng, lịch, v.v.",
    "Giữ im lặng các thông báo thăm dò phần cứng.",
    "Hiển thị Thông báo trong ngày trước khi hiển thị màn hình đăng nhập.",
    "Xóa màn hình trước khi hiển thị màn hình đăng nhập.",
    "Hiển thị những người dùng hiện có nếu được bật.",
    "Lệnh trợ giúp đơn giản hóa cho tất cả các shell",
    "Có đăng nhập tên người dùng FTP hay không.",
    "Có đăng nhập địa chỉ IP FTP hay không.",
    "Chỉ chọn hồ sơ đầu tiên khi kết nối.",
    "Ngày và giờ sẽ được hiển thị ở góc trên bên phải của màn hình",
    "Nếu được bật, hạt nhân sẽ phân tích cú pháp toàn bộ thư mục cho tổng kích thước của nó. Khác, sẽ chỉ phân tích bề mặt.",
    "Bật chế độ mỏi mắt khi khởi động",
    "Ngày và giờ sẽ dài hơn, hiển thị tên tháng đầy đủ, v.v.",
    "Hiển thị các tệp ẩn.",
    "Mod {0} đã dừng",
    "{0} v {1} đã dừng",
    "Mod {0} không có tên bộ phận. Phân tích cú pháp mod không thành công. Xem lại mã nguồn.",
    "Bạn phải bật chế độ gỡ lỗi trước khi có thể xóa nhật ký gỡ lỗi.",
    "{0} thư mới đã đến hộp thư đến.",
    "Mở \"mail\" để xem chúng.",
    "Xóa một thư mục hoặc một tệp",
    "Không thể xóa {0} vì nó không tồn tại.",
    "Cung cấp thông tin về tệp",
    "Cung cấp thông tin về một thư mục",
    "Không thể lấy thông tin về thư mục không tồn tại.",
    "Không thể lấy thông tin về tệp không tồn tại.",
    "Tên đầy đủ: {0}",
    "Thời gian tạo: {0}",
    "Lần truy cập cuối cùng: {0}",
    "Lần viết cuối cùng: {0}",
    "Các thuộc tính: {0}",
    "Thư mục chính: {0}",
    "Tìm ở đâu: {0}",
    "Kích thước tệp: {0}",
    "Thay đổi thuộc tính của tệp",
    "Không tìm thấy tệp.",
    "trong đó <attributes> là một trong những điều sau:",
    "Tệp là một tệp bình thường",
    "Tệp là tệp chỉ đọc",
    "Tệp là một tệp ẩn",
    "Tệp là một kho lưu trữ. Được sử dụng để sao lưu.",
    "Thuộc tính \"{0}\" không hợp lệ.",
    "Thuộc tính đã được thêm thành công.",
    "Thuộc tính đã được xóa thành công.",
    "Không thêm được thuộc tính.",
    "Không xóa được thuộc tính.",
    "Thay thế một từ hoặc cụm từ bằng một từ hoặc cụm từ khác trong một dòng",
    "Kích hoạt màu sắc trung thực",
    "Không thể bỏ chặn {0}.",
    "{0} đã bị chặn.",
    "{0} hiện không thể tham gia gỡ lỗi từ xa.",
    "Không chặn được {0}.",
    "Màu chu kỳ",
    "Disco sẽ chuyển màu khi được bật. Nếu không, hãy chọn màu ngẫu nhiên.",
    "Nhập đường dẫn tệp đến tệp đính kèm. Nhấn ENTER trên một đường dẫn trống để xác nhận.",
    "Mở một tin nhắn được mã hóa",
    "Viết mật khẩu cho ID khóa {0}",
    "Gửi một tin nhắn được mã hóa đến một địa chỉ",
    "Đang tải xuống từ {0} ...",
    "Hiển thị thanh tiến trình trong khi tải xuống hoặc tải lên từ lệnh \"get\" hoặc \"put\"",
    "Nếu đúng, nó làm cho \"get\" hoặc \"put\" hiển thị thanh tiến trình trong khi tải xuống hoặc tải lên.",
    "Tải tệp lên trang web cụ thể",
    "Ping một địa chỉ",
    "Đang tải {0} lên {1} ...",
    "Tải lên đã hoàn tất.",
    "Vui lòng sử dụng \"ftp\" nếu bạn định tải tệp lên máy chủ FTP.",
    "Tải lên không thành công khi thử {0}: {1}",
    "Viết số lần lệnh \"put\" sẽ thử lại các lần tải lên không thành công. Nó phải là số.",
    "Địa chỉ không được để trống.",
    "Không ping được {0}: {1}",
    "Ping thành công sau {0} mili giây.",
    "Số dòng đã chỉ định không được lớn hơn số dòng cuối cùng của tệp.",
    "Cảm thấy như: {0}",
    "Nhiệt độ: {0}",
    "Tốc độ gió: {0}",
    "Hướng gió: {0}",
    "Nhấn phím bất kỳ để quay lại.",
    "Không thể tạo thư mục thư {0}: {1}",
    "Tạo một thư mục trong thư mục làm việc hiện tại",
    "Xóa một thư mục khỏi thư mục làm việc hiện tại",
    "Thư mục thư {0} không được tìm thấy.",
    "Không thể xóa thư mục thư {0}: {1}",
    "{0}, Được tạo vào {1} {2}, Được sửa đổi trong {3} {4}",
    "Xác minh sự tỉnh táo của tệp",
    "Hàm băm không đúng định dạng.",
    "Hàm băm không khớp.",
    "Kết hợp băm.",
    "Đổi tên một thư mục",
    "Mở vỏ thử nghiệm",
    "Không khởi động được \"{0}\": {1}",
    "Hiển thị bản xem trước thư",
    "Khi liệt kê các thư, hãy hiển thị phần xem trước nội dung.",
    "Màu nền",
    "Xóa tệp văn bản",
    "Thoát khỏi trình soạn thảo văn bản",
    "Truy vấn một ký tự trong một dòng cụ thể hoặc tất cả các dòng",
    "Kiểm tra các bản cập nhật bị tắt vì bạn đang chạy phiên bản phát triển.",
    "Bật hoặc tắt tính năng tự động lưu của trình soạn thảo văn bản.",
    "Nếu tính năng lưu tự động được bật, tệp văn bản sẽ được lưu trong mỗi \"n\" giây.",
    "Bật tính năng tự động lưu của trình soạn thảo văn bản",
    "Khoảng thời gian tự động lưu của trình soạn thảo văn bản",
    "Lưu tệp",
    "Ghi lại cuộc trò chuyện vào nhật ký gỡ lỗi",
    "Ghi lại cuộc trò chuyện gỡ lỗi từ xa vào nhật ký gỡ lỗi.",
    "Độ trễ tính bằng mili giây",
    "Phải đợi bao nhiêu mili giây trước khi thực hiện lần viết tiếp theo?",
    "Cho phép bạn sử dụng máy chủ SSH FTP",
    "Không có trợ giúp cho lệnh \"{0}\".",
    "Màu của thanh giây",
    "Màu của thanh phút",
    "Màu của thanh giờ",
    "Màu sắc của thông tin",
    "Bọ ve để thay đổi màu sắc",
    "Nếu tính năng xoay vòng màu được bật, có bao nhiêu tích tắc trước khi thay đổi màu sắc trong ProgressClock? 1 tích tắc = 0,5 giây",
    "ProgressClock sẽ chọn các màu ngẫu nhiên nếu nó được bật. Nếu không, hãy sử dụng màu từ cấu hình.",
    "Tạo chủ đề mới",
    "Tạo chủ đề mới \"{0}\".",
    "Lưu chủ đề vào thư mục hiện tại",
    "Lưu chủ đề vào một thư mục khác ...",
    "In thông tin phần cứng",
    "Tên bộ xử lý:",
    "Bộ xử lý bit:",
    "Hệ thống tệp phân vùng:",
    "Kích thước phân vùng:",
    ">> Chào mừng bạn! Đây là lần đầu tiên bạn vào gỡ lỗi và trò chuyện từ xa. Sử dụng \"/ register <name>\" để đăng ký.",
    "Thiết bị đã tồn tại.",
    "Không có thiết bị như vậy.",
    "In nội dung của tệp vào bảng điều khiển",
    "Mục nhập đã tồn tại.",
    "Bao bọc đầu ra bảng điều khiển",
    "Lệnh không thể kết thúc. Các lệnh này có thể được bao bọc:",
    "Giải nén một kho lưu trữ ZIP",
    "Tạo một kho lưu trữ ZIP",
    "Lỗi khi tải xuống dữ liệu gỡ lỗi",
    "Đã xảy ra lỗi khi tải xuống dữ liệu gỡ lỗi. Kiểm tra kết nối Internet của bạn.",
    "Không thể hoàn thiện bản sửa đổi {0}: {1}",
    "Liệt kê tất cả các sự kiện đã kích hoạt",
    "Thư mục hiện tại",
    "Đặt thư mục hiện tại của shell. Viết một đường dẫn tuyệt đối đến bất kỳ thư mục hiện có nào.",
    "Kết quả đầu ra danh sách kết thúc",
    "Gói kết quả đầu ra của danh sách nếu nó có vẻ quá dài so với hình dạng bảng điều khiển hiện tại.",
    "Ping!",
    "{0} đã ping bạn.",
    "Lưu Chủ đề vào Thư mục Hiện tại dưới dạng ...",
    "Lưu Chủ đề vào Thư mục Khác dưới dạng ...",
    "Chỉ định tên chủ đề:",
    "Tải chủ đề từ chủ đề dựng sẵn ...",
    "Chỉ định tên tệp chủ đề mà không có phần mở rộng .json:",
    "Liệt kê tất cả các tệp bên trong kho lưu trữ",
    "Giải nén một tập tin vào một thư mục cụ thể hoặc một thư mục hiện tại",
    "Thay đổi thư mục lưu trữ",
    "Thư mục {0} không tồn tại",
    "Thư mục lưu trữ {0} không tồn tại",
    "Số lượng vị trí tối đa",
    "Có bao nhiêu vị trí sáng trước khi mờ?",
    "Kết nối với máy chủ SSH để thực hiện lệnh.",
    "Đặt một biến thành một giá trị trong một tập lệnh",
    "Đã xảy ra lỗi trong FTP shell:",
    "Đã xảy ra lỗi trong trình bao SFTP:",
    "Hiển thị biểu ngữ SSH",
    "Hiển thị biểu ngữ máy chủ SSH khi kết nối.",
    "Bạn muốn xác thực như thế nào?",
    "Tệp khóa cá nhân",
    "Mật khẩu",
    "Nhập cụm mật khẩu cho khóa {0}:",
    "Đã trung hòa một con đường không tồn tại.",
    "Tệp khóa {0} không tồn tại.",
    "Lỗi khi cố thêm khóa cá nhân:",
    "Các lệnh chung:",
    "Lệnh mod:",
    "Lệnh bí danh:",
    "Chế độ bảo trì",
    "Thư mục tra cứu",
    "Nhóm đường dẫn cách nhau bởi dấu hai chấm. Nó hoạt động giống như PATH. Viết một đường dẫn đầy đủ đến một thư mục hoặc tên thư mục. Khi bạn hoàn thành, hãy viết \"q\". Viết một dấu trừ bên cạnh đường dẫn để xóa một thư mục hiện có.",
    "Không có lệnh mod.",
    "Không có lệnh bí danh.",
    "Không tìm thấy lệnh có thể bao bọc.",
    "Truy vấn một từ trong một dòng cụ thể hoặc tất cả các dòng",
    "Đã tải xuống {0} trong tổng số {1}.",
    "Kiểm tra cơ sở lỗi hạt nhân",
    "Kiểm tra cơ sở lỗi hạt nhân với hỗ trợ định dạng",
    "Kiểm tra dịch một chuỗi tồn tại trong tài nguyên sang ngôn ngữ cụ thể",
    "In một chuỗi vào bảng điều khiển và phân tích cú pháp các trình giữ chỗ được tìm thấy",
    "Kiểm tra cơ sở biểu thức chính quy",
    "Bắt đầu tất cả các mod",
    "Kiểm tra chuỗi VT cho 255 màu",
    "Kiểm tra chuỗi VT cho màu sắc trung thực",
    "Gửi thông báo để kiểm tra người nhận",
    "Liệt kê tất cả các mã được hỗ trợ",
    "Kiểm tra thăm dò phần cứng",
    "Kiểm tra trình ghi danh sách với chuỗi và mảng chuỗi",
    "Kiểm tra trình ghi danh sách với mảng số nguyên và số nguyên",
    "Kiểm tra trình viết danh sách với mảng char và mảng char",
    "Danh sách chuỗi bình thường:",
    "Danh sách chuỗi mảng:",
    "Danh sách số nguyên bình thường:",
    "Danh sách số nguyên mảng:",
    "Danh sách char bình thường:",
    "Danh sách mảng mảng:",
    "Bật RPC",
    "Cổng RPC",
    "Có bật RPC hay không.",
    "Viết một cổng RPC. Nó phải là số và không được sử dụng. Nếu không, RPC sẽ không mở được cổng.",
    "Không khởi động RPC vì nó bị vô hiệu hóa.",
    "Liệt kê các nền văn hóa được hỗ trợ",
    "Tìm kiếm chuỗi được chỉ định trong tệp được cung cấp bằng cách sử dụng biểu thức chính quy",
    "Xem liệu bạn có thể bấm phím đúng lúc không",
    "Người dùng đã không cung cấp bất kỳ đầu vào nào kịp thời.",
    "Nhân vật không được ép đúng thời gian.",
    "Bạn đã nhấn đúng ký tự!",
    "Bạn đã nhấn sai ký tự.",
    "Nhấn ESC để thoát.",
    "Nhận thông tin ngày và giờ",
    "Mili giây:",
    "Giây:",
    "Phút:",
    "Giờ:",
    "Ngày:",
    "Tháng:",
    "Năm:",
    "Ngày trong năm:",
    "Ngày trong tuần:",
    "Nhị phân:",
    "Giờ địa phương:",
    "Giờ quốc tế:",
    "Thời gian Unix:",
    "Không phân tích được thông tin ngày tháng cho",
    "Đảm bảo rằng định dạng là chính xác.",
    "Ngày:",
    "Thời gian:",
    "Đặt quyền đối với tệp. Điều này chỉ được hỗ trợ trên các máy chủ FTP chạy Unix.",
    "Đặt loại cho phiên này",
    "Không đặt được quyền của {0} thành {1}.",
    "Quyền được đặt thành công cho tệp",
    "Kiểu dữ liệu được đặt thành ASCII!",
    "Kiểu dữ liệu được đặt thành Binary!",
    "Kiểu dữ liệu không hợp lệ.",
    "Lưu ý rằng hầu hết các tệp sẽ không tải xuống hoặc tải lên đúng cách bằng chế độ này, vì vậy chúng tôi thực sự khuyên bạn nên sử dụng chế độ Nhị phân trong hầu hết các trường hợp.",
    "Đang cố gắng gửi lệnh RPC trong khi RPC không khởi động.",
    "Làm mờ dần độ trễ tính bằng mili giây",
    "Các bước làm mờ tối đa",
    "Phải đợi bao nhiêu mili giây trước khi xóa mờ văn bản?",
    "Làm thế nào nhiều bước phai để làm gì?",
    "Mở trình bao RSS để đọc nguồn cấp dữ liệu",
    "Liệt kê tất cả các nguồn cấp dữ liệu",
    "Đọc nguồn cấp dữ liệu trong trình duyệt web",
    "Loại nguồn cấp dữ liệu RSS không hợp lệ.",
    "Nhận thông tin bài viết",
    "Số lượng bài viết không được lớn hơn các bài viết có sẵn.",
    "Tiêu đề:",
    "Liên kết:",
    "Nhận thông tin nguồn cấp dữ liệu",
    "Sự miêu tả:",
    "Loại nguồn cấp dữ liệu:",
    "Số lượng bài báo:",
    "Bài báo không có liên kết!",
    "Không tạo được danh sách các mục nhập hệ thống tệp cho thư mục",
    "Chế độ sắp xếp hệ thống tập tin",
    "Hướng sắp xếp hệ thống tập tin",
    "Kiểm soát cách sắp xếp các tệp.",
    "Kiểm soát hướng sắp xếp hệ thống tệp cho dù nó tăng dần hay giảm dần.",
    "Viết lại độ trễ tính bằng mili giây",
    "Phải đợi bao nhiêu mili giây trước khi viết lại văn bản?",
    "Viết bất kỳ văn bản nào bạn muốn hiển thị. Dài hơn là tốt hơn.",
    "Tốc độ ghi tối thiểu trong WPM",
    "Tốc độ ghi tối đa trong WPM",
    "Xác suất lỗi đánh máy tính bằng phần trăm",
    "Lau để thay đổi hướng",
    "Có bao nhiêu lần lau phải làm trước khi đổi hướng ngẫu nhiên?",
    "Giai đoạn kết thúc trong",
    "Khởi tạo nội bộ đã hoàn thành trong",
    "Bắt đầu mod",
    "Phiên bản mod:",
    "Không tìm thấy bản mod {0}.",
    "Trình soạn thảo văn bản chưa mở luồng tệp.",
    "Đã thay thế chuỗi.",
    "Một hoặc cả hai số không phải là số.",
    "Đã xóa từ.",
    "Ký tự đã bị xóa.",
    "Chào mừng bạn đến với Cài đặt!",
    "Lỗi khi thực hiện lệnh SSH",
    "Lỗi trên SSH shell",
    "Kiểm tra trình viết từ điển với chuỗi và mảng chuỗi",
    "Kiểm tra trình viết từ điển với mảng char và char",
    "Kiểm tra trình viết từ điển với mảng số nguyên và số nguyên",
    "Từ điển chuỗi thông thường:",
    "Từ điển chuỗi mảng:",
    "Từ điển số nguyên bình thường:",
    "Từ điển số nguyên mảng:",
    "Từ điển char bình thường:",
    "Từ điển char mảng:",
    "Hiển thị tiến trình hoạt động của hệ thống tệp",
    "Hiển thị tệp nào đang được xử lý trong các hoạt động của hệ thống tệp",
    "Loại phần cứng {0} không được thăm dò hoặc không hợp lệ.",
    "Loại phần cứng {0} chưa được thăm dò. Nếu bạn chắc chắn rằng nó đã được thăm dò, hãy khởi động lại hạt nhân với tính năng gỡ lỗi được bật.",
    "Các phần không được phân tích cú pháp thành danh sách.",
    "Luôn luôn tập trung",
    "Viết bất kỳ văn bản nào bạn muốn hiển thị.",
    "Cho dù văn bản được hiển thị trên bảng điều khiển luôn được căn giữa.",
    "Trình bảo vệ màn hình gặp lỗi khi hiển thị: {0}. Nhấn bất kì phím nào để thoát.",
    "Xem trước ...",
    "Đây là cách chủ đề của bạn sẽ trông như thế nào:",
    "Các lệnh có thể quấn:",
    "Phần mod:",
    "Sử dụng API bảng điều khiển",
    "Sử dụng API Console để xóa văn bản hay sử dụng trình tự VT xóa dòng nhanh hơn. Nếu Sai, Marquee sẽ sử dụng trình tự VT thích hợp. Nếu không, nó sẽ sử dụng API Console chậm hơn.",
    "Đang mở URL ... Đảm bảo làm theo các bước hiển thị trên màn hình.",
    "Không có phần nào trong mod.",
    "Tên mod:",
    "Tên tệp mod:",
    "Đường dẫn tệp mod:",
    "Phiên bản một phần:",
    "Tệp này rỗng.",
    "Đã thăm dò thành công {0}.",
    "Verbose Probe",
    "Làm cho các tin nhắn thăm dò phần cứng trở nên nói nhiều.",
    "Làm đẹp tệp JSON",
    "Sử dụng nhịp mỗi phút",
    "Có sử dụng đơn vị Nhịp mỗi phút để viết màu tiếp theo hay không.",
    "Độ trễ theo nhịp mỗi phút",
    "Phải đợi bao nhiêu nhịp mỗi phút trước khi viết tiếp?",
    "BeatFader sẽ chọn màu ngẫu nhiên nếu nó được bật. Nếu không, hãy sử dụng màu từ cấu hình.",
    "Biểu ngữ khởi động tùy chỉnh",
    "Tải thư mục từ xa xuống thư mục cục bộ bằng mã nhị phân hoặc văn bản",
    "Tải lên thư mục cục bộ vào thư mục từ xa bằng cách sử dụng nhị phân hoặc văn bản",
    "Đang tải xuống thư mục {0} ...",
    "Thư mục đã tải xuống {0}.",
    "Tải xuống không thành công cho thư mục {0}.",
    "Đang tải lên thư mục {0} ...",
    "Thư mục đã tải lên {0}",
    "Thu nhỏ tệp JSON",
    "Độ trễ màn hình mới tính bằng mili giây",
    "Số cột",
    "Ngưỡng tô dòng",
    "Xác suất lấp đầy dòng tính bằng phần trăm",
    "Loại tô dòng",
    "Phải đợi bao nhiêu mili giây trước khi viết lại văn bản trên màn hình mới?",
    "Các cột văn bản sẽ được in.",
    "Cần viết bao nhiêu ký tự trước khi kích hoạt \"điền dòng\"?",
    "Khả năng mẫu tô dòng sẽ được in hoa toàn bộ tính bằng phần trăm",
    "Câu trả lời có thể không phải là số không.",
    "Câu trả lời không được vượt quá các mục được hiển thị.",
    "Lưu thay đổi...",
    "Quản lý mod của bạn",
    "Quản lý mod bị tắt ở chế độ an toàn.",
    "Lệnh không hợp lệ {0}. Kiểm tra việc sử dụng bên dưới:",
    "Không tìm thấy mod hoặc tệp có ký tự không hợp lệ.",
    "Xác suất trượt tính bằng phần trăm",
    "Bật gỡ lỗi trình bảo vệ màn hình",
    "Cho phép gỡ lỗi cho trình bảo vệ màn hình. Xin lưu ý rằng nó có thể nhanh chóng lấp đầy nhật ký gỡ lỗi và làm chậm một chút trình bảo vệ màn hình, tùy thuộc vào trình bảo vệ màn hình được sử dụng. Chỉ hoạt động nếu gỡ lỗi hạt nhân được bật cho mục đích chẩn đoán.",
    "Không có mạng khi tải xuống dữ liệu gỡ lỗi",
    "Kiểm tra kết nối internet của bạn và thử lại.",
    "Trang thủ công {0} không hợp lệ.",
    "Hãy xem xét việc điền vào trang hướng dẫn này.",
    "Hướng dẫn mod",
    "Các đối số hạt nhân có sẵn:",
    "Lỗi không thể khôi phục trong đối số:",
    "Mã hóa một chuỗi bằng SHA512",
    "Mã hóa một chuỗi bằng SHA384",
    "Mã hóa một chuỗi bằng SHA256",
    "Mã hóa một chuỗi bằng SHA1",
    "Mã hóa một chuỗi bằng MD5",
    "Builtinsaver sẽ ở đâu",
    "Phần mod là không có gì.",
    "Không cho phép dừng các bản mod ở chế độ an toàn.",
    "Mod đã được bắt đầu!",
    "Mod vẫn chưa bắt đầu!",
    "Tên tệp phần:",
    "Đường dẫn tệp một phần:",
    "Lỗi khi cố gắng khởi động trình bảo vệ màn hình:",
    "Loại đường dẫn nhân không hợp lệ.",
    "Khởi động trước không thành công",
    "Trình chỉnh sửa JSON chưa mở luồng tệp.",
    "Không tìm thấy thuộc tính bên trong tệp JSON.",
    "Đã xóa thuộc tính.",
    "Thêm thuộc tính mới vào cuối tệp JSON",
    "Xóa một thuộc tính khỏi tệp JSON",
    "Thoát khỏi trình bao JSON mà không lưu các thay đổi",
    "Lưu tệp JSON",
    "In tệp JSON",
    "Khoảng đoạn đường nối tiếp theo",
    "Phải đợi bao nhiêu mili giây trước khi điền vào đoạn đường nối tiếp theo?",
    "Vẽ đường viền thông báo",
    "Che thông báo bằng đường viền.",
    "Liên hệ với nhà cung cấp mod để nâng cấp mod lên phiên bản tương thích.",
    "Gửi thông báo tiến độ để kiểm tra người nhận",
    "Hiển thị thời gian hạt nhân cục bộ",
    "Hiển thị ngày hạt nhân cục bộ",
    "Hiển thị ngày và giờ hạt nhân cục bộ",
    "Hiển thị thời gian hạt nhân UTC",
    "Hiển thị ngày hạt nhân UTC",
    "Hiển thị ngày và giờ hạt nhân UTC",
    "Tệp văn bản MOTD là tệp nào? Viết một đường dẫn tuyệt đối đến tệp văn bản.",
    "Tệp văn bản MAL là tệp nào? Viết một đường dẫn tuyệt đối đến tệp văn bản.",
    "Các mod trong danh sách đen",
    "Viết tên tệp của các mod sẽ không chạy khi khởi động. Khi bạn hoàn thành, hãy viết \"q\". Viết một dấu trừ bên cạnh đường dẫn để xóa một mod hiện có.",
    "Mod {0} được đưa vào danh sách đen.",
    "Tải lại tất cả các mod",
    "Thêm một mod vào danh sách đen",
    "Xóa một mod khỏi danh sách đen",
    "Ngày và giờ theo UTC: {0}",
    "Hiển thị thông tin ứng dụng trong khi khởi động",
    "Hiển thị thời gian kết thúc giai đoạn",
    "Bắt đầu sửa đổi hạt nhân khi khởi động",
    "Hiển thị thời gian hiện tại trước khi đăng nhập",
    "Thông báo cho bất kỳ lỗi nào trong quá trình khởi động",
    "Hiển thị thông tin ngắn gọn về ứng dụng khi khởi động.",
    "Cho biết nhân đã mất bao nhiêu thời gian để hoàn thành một giai đoạn.",
    "Tự động bắt đầu sửa đổi hạt nhân khi khởi động.",
    "Hiển thị thời gian, múi giờ và ngày hiện tại trước khi đăng nhập.",
    "Nếu có một lỗi nhỏ trong quá trình khởi động hạt nhân, hãy thông báo cho người dùng về nó.",
    "Kiểu nhắc tên người dùng",
    "Kiểu nhắc mật khẩu",
    "Viết cách bạn muốn lời nhắc đăng nhập của mình. Để trống để sử dụng kiểu mặc định. Phần giữ chỗ được phân tích cú pháp.",
    "Viết cách bạn muốn lời nhắc mật khẩu của mình. Để trống để sử dụng kiểu mặc định. Phần giữ chỗ được phân tích cú pháp.",
    "Hiển thị Thông báo trong ngày sau khi hiển thị màn hình đăng nhập.",
    "Hiển thị chi tiết tệp trong danh sách",
    "Hiển thị chi tiết tệp ngắn gọn trong khi liệt kê tệp",
    "Hiển thị chi tiết tệp trong danh sách FTP",
    "Kiểu nhắc tên người dùng cho FTP",
    "Kiểu nhắc mật khẩu cho FTP",
    "Sử dụng hồ sơ FTP đầu tiên",
    "Thêm kết nối mới vào quay số nhanh FTP",
    "Cố gắng xác thực chứng chỉ FTP an toàn",
    "Hiển thị FTP MOTD khi kết nối",
    "Luôn chấp nhận chứng chỉ FTP không hợp lệ",
    "Hiển thị chi tiết tệp FTP trong khi liệt kê các thư mục từ xa.",
    "Sử dụng cấu hình FTP đầu tiên để kết nối với FTP.",
    "Nếu được bật, hãy thêm một kết nối mới vào quay số nhanh FTP.",
    "Cố gắng xác thực chứng chỉ FTP. Không nên tắt nó đi.",
    "Hiển thị thông báo FTP trong ngày khi đăng nhập.",
    "Luôn chấp nhận chứng chỉ FTP không hợp lệ. Không nên bật tính năng này vì nó có thể gây ra rủi ro về bảo mật.",
    "Kiểu nhắc tên người dùng cho thư",
    "Kiểu nhắc mật khẩu cho thư",
    "Kiểu nhắc IMAP cho thư",
    "Kiểu nhắc SMTP cho thư",
    "Tự động phát hiện máy chủ thư",
    "Bật gỡ lỗi thư",
    "Thông báo cho các tin nhắn e-mail mới",
    "Kiểu nhắc mật khẩu GPG cho thư",
    "Gửi khoảng thời gian ping IMAP",
    "Gửi khoảng thời gian ping SMTP",
    "Định dạng văn bản thư",
    "Viết cách bạn muốn lời nhắc máy chủ IMAP của mình. Để trống để sử dụng kiểu mặc định. Phần giữ chỗ được phân tích cú pháp.",
    "Viết cách bạn muốn lời nhắc máy chủ SMTP của mình. Để trống để sử dụng kiểu mặc định. Phần giữ chỗ được phân tích cú pháp.",
    "Tự động phát hiện máy chủ thư dựa trên địa chỉ đã cho.",
    "Bật gỡ lỗi máy chủ thư.",
    "Thông báo cho bạn nếu có bất kỳ thư mới nào.",
    "Viết cách bạn muốn lời nhắc mật khẩu GPG của mình. Để trống để sử dụng kiểu mặc định. Phần giữ chỗ được phân tích cú pháp.",
    "Bao nhiêu mili giây để gửi ping IMAP?",
    "Bao nhiêu mili giây để gửi ping SMTP?",
    "Kiểm soát cách hiển thị văn bản thư.",
    "Tự động bắt đầu gỡ lỗi từ xa khi khởi động",
    "Định dạng thông báo gỡ lỗi từ xa",
    "Nếu bạn muốn gỡ lỗi từ xa bắt đầu khi khởi động, hãy bật tính năng này.",
    "Chỉ định định dạng thông báo gỡ lỗi từ xa. {0} cho tên, {1} cho tin nhắn.",
    "Kiểu nhắc URL nguồn cấp dữ liệu RSS",
    "Tự động làm mới nguồn cấp dữ liệu RSS",
    "Tự động làm mới khoảng thời gian nguồn cấp dữ liệu RSS",
    "Viết cách bạn muốn lời nhắc máy chủ nguồn cấp dữ liệu RSS của mình. Để trống để sử dụng kiểu mặc định. Phần giữ chỗ được phân tích cú pháp.",
    "Bao nhiêu mili giây để làm mới nguồn cấp dữ liệu RSS?",
    "Hiển thị chi tiết tệp trong danh sách SFTP",
    "Kiểu nhắc tên người dùng cho SFTP",
    "Thêm kết nối mới vào quay số nhanh SFTP",
    "Hiển thị chi tiết tệp SFTP trong khi liệt kê các thư mục từ xa.",
    "Nếu được bật, hãy thêm một kết nối mới vào quay số nhanh SFTP.",
    "Ping hết thời gian",
    "Tải xuống văn bản phần trăm",
    "Tải lên văn bản phần trăm",
    "Phải đợi bao nhiêu mili giây trước khi tuyên bố thời gian chờ?",
    "Viết văn bản phần trăm tải lên của bạn như thế nào. Để trống để sử dụng kiểu mặc định. Phần giữ chỗ được phân tích cú pháp. {0} cho kích thước đã tải lên, {1} cho kích thước mục tiêu, {2} cho phần trăm.",
    "Viết văn bản phần trăm tải xuống của bạn như thế nào. Để trống để sử dụng kiểu mặc định. Phần giữ chỗ được phân tích cú pháp. {0} cho kích thước đã tải xuống, {1} cho kích thước mục tiêu, {2} cho phần trăm.",
    "Yêu cầu mật khẩu sau khi khóa",
    "Sau khi khóa màn hình, hãy hỏi mật khẩu",
    "Mức màu đỏ tối thiểu",
    "Mức màu xanh lá cây tối thiểu",
    "Mức màu xanh lam tối thiểu",
    "Mức màu tối thiểu",
    "Mức màu đỏ tối đa",
    "Mức màu xanh lục tối đa",
    "Mức màu xanh lam tối đa",
    "Mức màu tối đa",
    "Mức màu đỏ tối thiểu. Giá trị được chấp nhận tối thiểu là 0 và giá trị được chấp nhận tối đa là 255.",
    "Mức màu xanh lá cây tối thiểu. Giá trị được chấp nhận tối thiểu là 0 và giá trị được chấp nhận tối đa là 255.",
    "Mức màu xanh lam tối thiểu. Giá trị được chấp nhận tối thiểu là 0 và giá trị được chấp nhận tối đa là 255.",
    "Mức màu tối thiểu. Giá trị được chấp nhận tối thiểu là 0 và giá trị được chấp nhận tối đa là 255 đối với 255 màu hoặc 16 đối với 16 màu.",
    "Mức màu đỏ tối đa. Giá trị được chấp nhận tối thiểu là 0 và giá trị được chấp nhận tối đa là 255.",
    "Mức màu xanh lá cây tối đa. Giá trị được chấp nhận tối thiểu là 0 và giá trị được chấp nhận tối đa là 255.",
    "Mức màu xanh lam tối đa. Giá trị được chấp nhận tối thiểu là 0 và giá trị được chấp nhận tối đa là 255.",
    "Mức màu tối đa. Giá trị được chấp nhận tối thiểu là 0 và giá trị được chấp nhận tối đa là 255 đối với 255 màu hoặc 16 đối với 16 màu.",
    "Màu nền",
    "Ký tự dòng",
    "Một ký tự để tạo thành một dòng. Đảm bảo chỉ nhập một ký tự.",
    "Ký tự góc trên bên trái cho thanh giờ",
    "Ký tự góc trên bên trái cho thanh phút",
    "Ký tự góc trên bên trái cho thanh giây",
    "Ký tự góc trên bên phải cho thanh giờ",
    "Ký tự góc trên bên phải cho thanh phút",
    "Ký tự góc trên bên phải cho thanh giây",
    "Ký tự góc dưới bên trái cho thanh giờ",
    "Ký tự góc dưới bên trái cho thanh phút",
    "Ký tự góc dưới bên trái cho thanh giây",
    "Ký tự góc dưới bên phải cho thanh giờ",
    "Ký tự góc dưới bên phải cho thanh phút",
    "Ký tự góc dưới bên phải cho thanh giây",
    "Ký tự khung trên cho thanh giờ",
    "Ký tự khung trên cho thanh phút",
    "Ký tự khung trên cho thanh giây",
    "Ký tự khung dưới cho thanh giờ",
    "Ký tự khung dưới cho thanh phút",
    "Ký tự khung dưới cho thanh giây",
    "Ký tự khung bên trái cho thanh giờ",
    "Ký tự khung bên trái cho thanh phút",
    "Ký tự khung bên trái cho thanh giây",
    "Ký tự khung bên phải cho thanh giờ",
    "Ký tự khung bên phải cho thanh phút",
    "Ký tự khung bên phải cho thanh giây",
    "Văn bản thông tin trong nhiều giờ",
    "Văn bản thông tin trong vài phút",
    "Văn bản thông tin trong giây",
    "Mức độ màu đỏ tối thiểu trong nhiều giờ",
    "Mức màu xanh lá cây tối thiểu trong nhiều giờ",
    "Mức màu xanh lam tối thiểu trong nhiều giờ",
    "Mức màu tối thiểu trong nhiều giờ",
    "Mức độ màu đỏ tối đa trong nhiều giờ",
    "Mức độ màu xanh lá cây tối đa trong nhiều giờ",
    "Mức màu xanh lam tối đa trong nhiều giờ",
    "Mức độ màu tối đa trong nhiều giờ",
    "Mức màu đỏ tối thiểu trong vài phút",
    "Mức màu xanh lá cây tối thiểu trong vài phút",
    "Mức màu xanh lam tối thiểu trong vài phút",
    "Mức màu tối thiểu trong vài phút",
    "Mức màu đỏ tối đa trong vài phút",
    "Mức màu xanh lục tối đa trong vài phút",
    "Mức màu xanh lam tối đa trong vài phút",
    "Mức màu tối đa trong vài phút",
    "Mức màu đỏ tối thiểu cho giây",
    "Mức màu xanh lá cây tối thiểu trong giây",
    "Mức màu xanh lam tối thiểu cho giây",
    "Mức màu tối thiểu cho giây",
    "Mức màu đỏ tối đa trong vài giây",
    "Mức màu xanh lục tối đa trong giây",
    "Mức màu xanh lam tối đa trong vài giây",
    "Mức màu tối đa trong giây",
    "Một ký tự giống với góc trên bên trái. Đảm bảo chỉ nhập một ký tự.",
    "Một ký tự giống với góc dưới bên trái. Đảm bảo chỉ nhập một ký tự.",
    "Một ký tự giống với khung trên. Đảm bảo chỉ nhập một ký tự.",
    "Một ký tự giống với khung bên dưới. Đảm bảo chỉ nhập một ký tự.",
    "Một ký tự giống với khung bên trái. Đảm bảo chỉ nhập một ký tự.",
    "Một ký tự giống với khung bên phải. Đảm bảo chỉ nhập một ký tự.",
    "Viết văn bản thông tin của bạn cho giờ hiện tại hiển thị như thế nào. {0} cho giờ hiện tại trong 24 giờ.",
    "Viết văn bản thông tin của bạn cho phút hiện tại hiển thị như thế nào. {0} cho phút hiện tại trong số 60 phút.",
    "Viết văn bản thông tin của bạn cho giây hiện tại hiển thị như thế nào. {0} cho giây hiện tại trong tổng số 60 giây.",
    "Văn bản màu",
    "Ký tự góc trên bên trái cho thanh đoạn đường nối",
    "Ký tự góc trên bên phải cho thanh đoạn đường nối",
    "Ký tự góc dưới bên trái cho thanh đoạn đường nối",
    "Ký tự góc dưới bên phải cho thanh đoạn đường nối",
    "Ký tự khung trên cho thanh đoạn đường nối",
    "Ký tự khung dưới cho thanh đoạn đường nối",
    "Ký tự khung bên trái cho thanh đoạn đường nối",
    "Ký tự khung bên phải cho thanh đoạn đường nối",
    "Mức màu đỏ tối thiểu cho màu bắt đầu",
    "Mức màu xanh lá cây tối thiểu cho màu bắt đầu",
    "Mức màu xanh lam tối thiểu cho màu bắt đầu",
    "Mức màu tối thiểu cho màu bắt đầu",
    "Mức màu đỏ tối đa cho màu bắt đầu",
    "Mức màu xanh lục tối đa cho màu bắt đầu",
    "Mức màu xanh lam tối đa cho màu bắt đầu",
    "Mức màu tối đa cho màu bắt đầu",
    "Mức màu đỏ tối thiểu cho màu cuối",
    "Mức màu xanh lá cây tối thiểu cho màu cuối",
    "Mức màu xanh lam tối thiểu cho màu cuối cùng",
    "Mức màu tối thiểu cho màu cuối cùng",
    "Mức màu đỏ tối đa cho màu cuối",
    "Mức màu xanh lục tối đa cho màu cuối cùng",
    "Mức màu xanh lam tối đa cho màu cuối cùng",
    "Mức màu tối đa cho màu cuối cùng",
    "Số tối thiểu của bộ giải",
    "Số lượng tối đa của bộ giải",
    "Đầu vào hiển thị bộ giải",
    "Ký tự góc trên bên trái cho đường viền thông báo",
    "Ký tự góc trên bên phải cho đường viền thông báo",
    "Ký tự góc dưới bên trái cho đường viền thông báo",
    "Ký tự góc dưới bên phải cho đường viền thông báo",
    "Ký tự khung trên cho đường viền thông báo",
    "Ký tự khung dưới cho đường viền thông báo",
    "Ký tự khung bên trái cho đường viền thông báo",
    "Ký tự khung bên phải cho đường viền thông báo",
    "Có hiển thị những gì được viết trong lời nhắc đầu vào hay không.",
    "Số lượng tối thiểu để chọn là gì?",
    "Số lượng tối đa để chọn là bao nhiêu?",
    "Nếu được chỉ định, nó sẽ hiển thị biểu ngữ khởi động tùy chỉnh với hỗ trợ giữ chỗ. Bạn có thể sử dụng {0} cho phiên bản hạt nhân.",
    "Biến thể nào của ngôn ngữ hiện tại đang được sử dụng để thay đổi tên tháng, lịch, v.v.?",
    "Kích hoạt hỗ trợ màu sắc trung thực.",
    "Đã xóa từ trong dòng {0}.",
    "Chuỗi được thay thế trong dòng {0}.",
    "Đã xóa số dòng {0}.",
    "Chặn các tin nhắn trái phép",
    "Ẩn thông báo khó chịu nếu chức năng danh sách cố gắng mở một thư mục trái phép",
    "Thông tin máy chủ FTP",
    "Địa chỉ máy chủ:",
    "Cổng máy chủ:",
    "Loại máy chủ:",
    "Loại hệ thống máy chủ:",
    "Chế độ mã hóa máy chủ:",
    "Kiểu kết nối dữ liệu máy chủ:",
    "Hệ thống máy chủ:",
    "Loại dữ liệu tải xuống máy chủ:",
    "Loại dữ liệu tải lên máy chủ:",
    "Nhập tệp từ xa sẽ được băm.",
    "Nhập một thư mục từ xa.",
    "Băm đệ quy cho FTP",
    "Có nên băm một cách đệ quy một thư mục hay không. Xin lưu ý rằng không phải tất cả các máy chủ FTP đều hỗ trợ điều đó.",
    "Tốc độ đồng hồ của bộ xử lý:",
    "Tổng số bộ xử lý:",
    "Kích thước đĩa:",
    "Tổng bộ nhớ:",
    "Card đồ họa:",
    "Mô hình đĩa:",
    "Nếu bạn chắc chắn rằng bạn đã mở đúng phần, hãy kiểm tra thông báo này:",
    "Thực thi một lệnh máy chủ FTP",
    "Mã hóa một chuỗi bằng CRC32",
    "Mở ứng dụng thư",
    "trong tổng số thư được chuyển ...",
    "Kiểm tra chức năng của bảng",
    "Chỉnh sửa dòng được chỉ định",
    "Thêm các dòng mới vào cuối tệp",
    "Nhập văn bản bạn muốn thêm vào cuối tệp. Khi bạn hoàn tất, hãy viết \"EOF\" trên dòng riêng của nó.",
    "Tên máy chủ",
    "tên tài khoản",
    "Loại dữ liệu",
    "Mã hóa",
    "Mã hóa",
    "Các giao thức",
    "Hiển thị tiến trình chuyển thư",
    "Tiến trình chuyển thư",
    "Tiến trình chuyển thư (đơn)",
    "Nếu được bật, trình bao thư sẽ hiển thị bao nhiêu byte được truyền khi tải thư xuống.",
    "Viết như thế nào bạn muốn kiểu tiến trình chuyển thư của bạn. Để trống để sử dụng kiểu mặc định. Phần giữ chỗ được phân tích cú pháp. {0} cho kích thước đã chuyển và {1} cho tổng kích thước.",
    "Viết như thế nào bạn muốn kiểu tiến trình chuyển thư của bạn. Để trống để sử dụng kiểu mặc định. Phần giữ chỗ được phân tích cú pháp. {0} cho kích thước đã chuyển.",
    "Múi giờ:",
    "Hôm nay là {0}",
    "Giờ hiện tại là {0}",
    "Câu trả lời có thể",
    "Tệp mod không được chỉ định.",
    "Đang cố gắng cài đặt một mod đã được cài đặt sẵn. Đang cập nhật mod ...",
    "Cài đặt không thành công cho",
    "Tệp mod được cung cấp không tương thích.",
    "Gỡ cài đặt không thành công cho",
    "In số dòng trên nội dung tệp in",
    "Loại bỏ tất cả các thông báo",
    "Đang tải xuống ...",
    "Đang tải lên ...",
    "Hiển thị thông báo về tiến trình tải xuống",
    "Hiển thị thông báo về tiến trình tải lên",
    "Hiển thị thông báo hiển thị tiến trình tải xuống.",
    "Hiển thị thông báo hiển thị tiến trình tải lên.",
    "Kiểm tra xem chuỗi có thể dịch được tồn tại trong tài nguyên KS hay không",
    "Chuỗi được tìm thấy trong tài nguyên bản địa hóa.",
    "Không tìm thấy chuỗi trong tài nguyên bản địa hóa.",
    "Khởi động hạt nhân một cách lặng lẽ",
    "Khởi động hạt nhân ở chế độ an toàn, tắt tất cả các mod",
    "Giống như chế độ an toàn, nhưng cũng vô hiệu hóa nhiều người dùng và một số tùy chỉnh",
    "Không có đủ đối số.",
    "Màu góc trên bên trái cho thanh đoạn đường nối",
    "Màu góc trên bên phải cho thanh đoạn đường nối",
    "Màu góc dưới bên trái cho thanh đoạn đường nối",
    "Màu góc dưới bên phải cho thanh đoạn đường nối",
    "Màu khung trên cho thanh đoạn đường nối",
    "Màu khung dưới cho thanh đoạn nối",
    "Màu khung bên trái cho thanh đoạn đường nối",
    "Màu khung bên phải cho thanh đoạn nối",
    "Sử dụng màu đường viền cho thanh đoạn nối",
    "Sử dụng màu viền cho thanh đường nối. Nếu bị vô hiệu hóa, sẽ tạo ra một thanh màu xám.",
    "Bắt đầu HTTP shell",
    "Nhận phản hồi từ máy chủ HTTP bằng cách sử dụng yêu cầu được chỉ định",
    "Xóa nội dung khỏi máy chủ HTTP",
    "Đã xảy ra lỗi trong HTTP shell:",
    "Lấy chuỗi từ máy chủ HTTP bằng cách sử dụng yêu cầu đã chỉ định",
    "Bắt {0} ...",
    "Màu sắc không yêu cầu khởi động lại, nhưng hầu hết các cài đặt yêu cầu khởi động lại.",
    "Không có trợ giúp cho đối số \"{0}\".",
    "Độ khó mặc định cho SpeedPress",
    "Thời gian chờ khi nhấn phím cho SpeedPress",
    "Phải đợi bao nhiêu mili giây để nhấn phím trước khi hết thời gian? (Trong độ khó tùy chỉnh)",
    "Thay thế một từ hoặc cụm từ bằng một từ hoặc cụm từ khác bằng cách sử dụng biểu thức chính quy",
    "Thay thế một từ hoặc cụm từ bằng một từ hoặc cụm từ khác trong một dòng bằng cách sử dụng biểu thức chính quy",
    "Truy vấn một từ trong một dòng cụ thể hoặc tất cả các dòng bằng cách sử dụng biểu thức chính quy",
    "Tìm một cài đặt",
    "Viết những gì bạn muốn tìm kiếm.",
    "Không có gì được tìm thấy. Đảm bảo rằng bạn đã viết cài đặt chính xác.",
    "Đóng gói một tệp cục bộ vào kho lưu trữ",
    "Không thể đóng gói gì cả.",
    "Mô tả câu trả lời",
    "Để biết thêm thông tin về các điều khoản và điều kiện sử dụng phần mềm này, hãy truy cập",
    "Loại đầu ra lựa chọn mặc định",
    "Kiểm tra tất cả các cài đặt KS để xem các biến có được viết đúng không",
    "Các mục cấu hình này có các biến hoặc bảng liệt kê không hợp lệ và cần được sửa:",
    "Tệp {0} không được tìm thấy",
    "Tạo một mảng biến với các giá trị được cung cấp",
    "Kiểm tra tất cả các số dòng văn bản bản địa hóa để xem chúng có bằng nhau không",
    "Dòng không khớp trong",
    "Bao gồm những người dùng ẩn danh",
    "Bao gồm những người dùng bị khuyết tật",
    "Bao gồm những người dùng ẩn danh trong danh sách",
    "Bao gồm những người dùng bị khuyết tật trong danh sách",
    "Sắp xếp danh sách",
    "Sắp xếp danh sách hệ thống tập tin một cách chuyên nghiệp.",
    "Cung cấp sự lựa chọn",
    "Lệnh Shell không được thực hiện !!!",
    "Hiển thị tiêu đề RSS mới nhất khi đăng nhập",
    "URL dòng tiêu đề RSS",
    "Mỗi lần đăng nhập, nó sẽ hiển thị dòng tiêu đề RSS mới nhất từ ​​URL dòng tiêu đề đã chọn.",
    "URL dòng tiêu đề RSS sẽ được sử dụng khi hiển thị dòng tiêu đề mới nhất. Đây thường là nguồn cấp dữ liệu yêu thích của bạn.",
    "Không nhận được tin tức mới nhất.",
    "Hiển thị dấu vết ngăn xếp trên lỗi hạt nhân",
    "Nếu có bất kỳ lỗi hạt nhân nào, hãy chọn có in dấu vết ngăn xếp vào bảng điều khiển hay không.",
    "Lưu cài đặt thành",
    "Tải cài đặt từ",
    "Bạn muốn lưu cài đặt hạt nhân hiện tại ở đâu?",
    "Không thể lưu cài đặt hạt nhân trên tệp hiện có.",
    "Bạn muốn tải cài đặt hạt nhân hiện tại từ đâu?",
    "Kiểm tra xem các chuỗi có thể dịch được có tồn tại trong tài nguyên KS hay không",
    "Kết hợp hai tệp văn bản trở lên vào tệp đầu ra.",
    "Không thể kết hợp các tệp.",
    "Hết thời gian chờ tìm nạp nguồn cấp dữ liệu RSS",
    "Phải đợi bao nhiêu mili giây trước khi hết thời gian chờ tìm nạp nguồn cấp dữ liệu RSS?",
    "Điền vào các hộp",
    "Chúng ta vẽ toàn bộ cái hộp hay chỉ vẽ đường viền?",
    "Giai đoạn trễ tính bằng mili giây",
    "Phải đợi bao nhiêu mili giây trước khi vẽ giai đoạn tiếp theo?",
    "Khoảng thời gian quay đoạn đường nối tiếp theo",
    "Phải đợi bao nhiêu mili giây trước khi làm mục nát một đầu của đoạn đường nối tiếp theo?",
    "Không thêm được sự kiện.",
    "Không thể xóa sự kiện.",
    "Không cung cấp đủ đối số để thêm một sự kiện.",
    "Không cung cấp đủ đối số để xóa một sự kiện.",
    "Không cung cấp đủ đối số cho thao tác sự kiện.",
    "Không cung cấp đủ đối số cho thao tác nhắc nhở.",
    "Lời nhắc không có tiêu đề",
    "Sự kiện không có tiêu đề",
    "Bây giờ là một ngày sự kiện!",
    "Đừng bỏ lỡ điều này!",
    "Hành động không hợp lệ.",
    "Một chiếc đồng hồ bấm giờ đơn giản",
    "Bắt đầu hoặc dừng lại",
    "Lap",
    "Cài lại",
    "Một bộ đếm thời gian đơn giản",
    "Đặt khoảng thời gian",
    "Thời gian chờ được chỉ định không phải là số.",
    "Chỉ định thời gian chờ tính bằng mili giây",
    "Lưu tất cả các sự kiện và / hoặc lời nhắc một cách triệt tiêu",
    "Nếu được bật, hãy xóa tất cả các sự kiện và / hoặc lời nhắc trước khi lưu tất cả chúng bằng lệnh lịch.",
    "Xác minh các lần thử lại để truyền FTP",
    "Kết nối FTP hết thời gian chờ",
    "Kết nối dữ liệu FTP hết thời gian chờ",
    "Các phiên bản FTP IP",
    "Bao nhiêu lần để xác minh tải lên và tải xuống và thử lại nếu xác minh không thành công trước khi tải xuống toàn bộ?",
    "Phải đợi bao nhiêu mili giây trước khi hết thời gian chờ kết nối FTP?",
    "Phải đợi bao nhiêu mili giây trước khi hết thời gian chờ kết nối dữ liệu FTP?",
    "Chọn phiên bản Giao thức Internet mà máy chủ FTP hỗ trợ và máy khách FTP sử dụng.",
    "Đang cố gắng khởi động RPC khi nó đã được khởi động.",
    "Tìm một tệp trong thư mục được chỉ định hoặc trong thư mục hiện tại",
    "Chuyển đổi phần cuối của dòng thành định dạng cho nền tảng hiện tại hoặc thành định dạng tùy chỉnh được chỉ định",
    "Tổng kích thước trong thư mục:",
    "Hiển thị tổng kích thước trong danh sách",
    "Nếu được bật, sẽ hiển thị tổng kích thước thư mục trong danh sách, tùy thuộc vào cách tính kích thước thư mục theo cấu hình.",
    "Bạn đã cập nhật!",
    "Định dạng JSON mặc định cho trình bao JSON",
    "Chọn định dạng JSON mặc định (làm đẹp hoặc thu nhỏ) cho trình bao JSON để lưu.",
    "Đã tải xuống bản cập nhật thành công!",
    "Tự động tải xuống các bản cập nhật",
    "Nếu có bất kỳ bản cập nhật nào, hạt nhân sẽ tự động tải xuống.",
    "Bán kính nổ pháo hoa",
    "Bán kính nổ của pháo hoa khi bắt lửa là bao nhiêu khối (tối đa 10)?",
    "Lệnh này có các công tắc bên dưới thay đổi cách nó hoạt động:",
    "Hiển thị chi tiết tệp trong danh sách",
    "Loại bỏ các thông báo \"quyền bị từ chối\" gây phiền nhiễu",
    "Hiển thị tất cả các múi giờ",
    "Bắt đầu trò chơi với độ khó dễ dàng",
    "Bắt đầu trò chơi ở độ khó trung bình",
    "Bắt đầu trò chơi một cách khó khăn",
    "Bắt đầu trò chơi trong độ khó rất khó",
    "Bắt đầu trò chơi với độ khó tùy chỉnh. Xin lưu ý rằng thời gian chờ tùy chỉnh tính bằng mili giây nên được viết dưới dạng đối số.",
    "Tạo một thư mục chứa nội dung của tệp ZIP",
    "Hiển thị tất cả các thành phố có sẵn",
    "Nén nhanh",
    "Không nén",
    "Không tạo thư mục cơ sở trong kho lưu trữ",
    "Cho biết rằng đường dẫn mục tiêu là tuyệt đối",
    "Xóa tất cả các sự kiện đã kích hoạt",
    "Bật gỡ lỗi sự kiện",
    "Cho phép gỡ lỗi cho hệ thống sự kiện hạt nhân",
    "Phông chữ Figlet",
    "Viết một phông chữ figlet được hỗ trợ bởi thư viện Figgle. Tham khảo tài liệu thư viện để biết thêm thông tin",
    "Không cài đặt được ngôn ngữ tùy chỉnh {0}.",
    "Thông tin siêu dữ liệu cần thiết để cài đặt ngôn ngữ tùy chỉnh không cung cấp các bản địa hóa cần thiết.",
    "Không gỡ cài đặt được ngôn ngữ tùy chỉnh {0}.",
    "Độ dài của ngôn ngữ tiếng Anh không khớp với độ dài của mã thông báo ngôn ngữ được cung cấp.",
    "Ngôn ngữ đã tồn tại và không thể bị ghi đè.",
    "Không gỡ cài đặt được ngôn ngữ tùy chỉnh. Nó rất có thể không tồn tại.",
    "Không cài đặt được các ngôn ngữ tùy chỉnh.",
    "Không gỡ cài đặt được các ngôn ngữ tùy chỉnh.",
    "Không gỡ cài đặt được các ngôn ngữ tùy chỉnh. Xem ngoại lệ bên trong để biết thêm thông tin.",
    "Thông tin giấy phép",
    "Quản lý ngôn ngữ của bạn",
    "Không tìm thấy ngôn ngữ hoặc tệp có ký tự không hợp lệ.",
    "Ngôn ngữ không được chỉ định.",
    "Quản lý ngôn ngữ bị tắt ở chế độ an toàn.",
    "Tên viết tắt của ngôn ngữ:",
    "Tên đầy đủ của ngôn ngữ:",
    "Ngôn ngữ có thể chuyển ngữ:",
    "Ngôn ngữ tùy chỉnh:",
    "Màn hình giật gân thời trang",
    "Bật màn hình giật gân phong cách khi khởi động. Xin lưu ý rằng nó sẽ vô hiệu hóa lời nhắc đối số và kiểm tra khởi động trước trình bao.",
    "Splash tên",
    "Splash tên từ các Splash có sẵn được triển khai trong kernel.",
    "Người dùng đã khởi tạo",
    "Chào mừng!",
    "Khởi động trình gỡ lỗi từ xa ...",
    "Lỗi kết nối trình gỡ lỗi từ xa",
    "Thông báo về lỗi kết nối gỡ lỗi từ xa",
    "Nếu được bật, sẽ sử dụng hệ thống thông báo để thông báo cho máy chủ lưu trữ về lỗi kết nối gỡ lỗi từ xa. Nếu không, sẽ sử dụng bảng điều khiển viết mặc định.",
    "Phông chữ Figlet cho bộ đếm thời gian",
    "Bật Figlet cho bộ đếm thời gian",
    "Nếu được bật, sẽ sử dụng figlet cho bộ đếm thời gian. Xin lưu ý rằng nó cần một màn hình điều khiển lớn để hiển thị thời gian chính xác khi bật Figlet.",
    "Đặt lại hạt nhân về cài đặt gốc",
    "Bỏ qua phát hiện kích thước bảng điều khiển",
    "Có vẻ như bạn đang bỏ qua phần phát hiện kích thước bảng điều khiển. Mọi thứ có thể không hoạt động bình thường trên màn hình nhỏ.",
    "Để có trải nghiệm tốt hơn, hãy thay đổi kích thước cửa sổ bảng điều khiển của bạn khi vẫn ở trên màn hình này. Bấm phím bất kỳ để tiếp tục...",
    "Bảng điều khiển của bạn quá nhỏ để chạy bình thường:",
    "Phông chữ tượng nhỏ biểu ngữ",
    "Hiển thị các lệnh đếm trên trợ giúp",
    "Hiển thị các lệnh shell đếm trên trợ giúp",
    "Hiển thị số lệnh mod khi được trợ giúp",
    "Hiển thị số bí danh khi được trợ giúp",
    "Thực hiện các lệnh khi các biểu thức UESH được thỏa mãn",
    "Điều kiện không được tìm thấy trong biểu thức.",
    "Điều kiện {0} yêu cầu {1} đối số. Có {2}.",
    "Lỗi phân tích cú pháp biểu thức do lỗi cú pháp.",
    "Không đáp ứng được điều kiện. Thông tin thêm tại đây:",
    "Ký tự mặt nạ mật khẩu",
    "Một ký tự che mật khẩu. Để trống để bảo mật hơn.",
    "Thoát khỏi shell nếu chạy trên subshell",
    "Không thể giết mẹ vỏ!",
    "Không thể đăng xuất khỏi vỏ con.",
    "Tệp không được chỉ định. Đang thoát khỏi trình bao ...",
    "Màu thanh tiến trình",
    "Mở cài đặt bảo vệ màn hình",
    "Mở cài đặt giật gân",
    "Liệt kê các biến UESH có sẵn",
    "Tiến trình vị trí văn bản",
    "Chọn vị trí văn bản tiến trình ưa thích của bạn.",
    "Bạn chỉ có thể viết các con số.",
    "Nhấn \"q\" để thoát.",
    "Bật chế độ gỡ lỗi",
    "Bật chế độ đen trắng",
    "Làm cho vũ trường có màu đen và trắng. Sẽ thực sự làm tổn thương mắt của bạn nếu nó quá nhanh, vì vậy không nên sử dụng nếu bạn đang gặp phải tình trạng thu giữ hình ảnh nhanh.",
    "Tải màu hiện tại",
    "Giá trị hiện tại:",
    "Chỉ định màu hệ lục phân không hợp lệ.",
    "Bộ chỉ định màu RGB không hợp lệ.",
    "Thông số màu đỏ không hợp lệ.",
    "Thông số màu xanh lục không hợp lệ.",
    "Thông số màu xanh lam không hợp lệ.",
    "Thêm một byte mới vào cuối tệp",
    "Thêm các byte mới vào cuối tệp",
    "Xóa tệp nhị phân",
    "Xóa một byte bằng cách sử dụng số byte",
    "Xóa phạm vi byte",
    "Thoát khỏi trình chỉnh sửa hex",
    "In nội dung của tệp có số byte vào bảng điều khiển",
    "Truy vấn một byte trong một phạm vi byte được chỉ định hoặc tất cả các byte",
    "Thay thế một byte bằng một byte khác",
    "Đã thay thế Byte.",
    "Trình chỉnh sửa hex vẫn chưa mở luồng tệp.",
    "Nhập một byte trên dòng riêng mà bạn muốn thêm vào cuối tệp. Khi bạn hoàn tất, hãy viết \"EOF\" trên dòng riêng của nó.",
    "Không phải là một byte hợp lệ.",
    "Số byte được chỉ định không được lớn hơn kích thước tệp.",
    "Đã xóa Byte.",
    "Số byte không phải là số.",
    "Số byte bắt đầu được chỉ định không được lớn hơn kích thước tệp.",
    "Số byte kết thúc được chỉ định không được lớn hơn kích thước tệp.",
    "Đã xóa các byte.",
    "Xin lưu ý rằng việc chỉnh sửa tệp nhị phân bằng cách sử dụng trình bao này là thử nghiệm và có thể dẫn đến hỏng dữ liệu hoặc mất dữ liệu nếu không được sử dụng đúng cách.",
    "ĐỪNG KHỞI ĐỘNG VỎ VỎ MÀ BẠN KHÔNG BIẾT BẠN ĐANG LÀM GÌ!",
    "Nhận thông tin chính cho một phím được nhấn. Hữu ích để gỡ lỗi",
    "Nhập một phím hoặc kết hợp các phím để hiển thị thông tin của nó.",
    "Phím bấm",
    "Ký tự phím được nhấn",
    "Công cụ sửa đổi được nhấn",
    "Phim tăt",
    "Bật tự động lưu trình chỉnh sửa hex",
    "Khoảng thời gian lưu tự động của trình chỉnh sửa Hex",
    "Bật hoặc tắt tính năng tự động lưu của trình chỉnh sửa hex.",
    "Mật độ tiếng ồn",
    "Phải đợi bao nhiêu mili giây trước khi viết trên màn hình mới?",
    "Tỷ lệ phần trăm càng lớn, tín hiệu càng ồn",
    "Tập lệnh không đúng định dạng. Kiểm tra tập lệnh và giải quyết bất kỳ lỗi nào: {0}",
    "Trò chơi rắn!",
    "Sử dụng đường dẫn tương đối thay vì tuyệt đối",
    "Modfile không hợp lệ.",
    "Đánh dấu nguồn cấp dữ liệu",
    "Trình tạo tên và họ",
    "Xóa dấu trang nguồn cấp dữ liệu",
    "Nguồn cấp dữ liệu không tồn tại trong dấu trang.",
    "Liệt kê tất cả các nguồn cấp dữ liệu được đánh dấu",
    "Số lượng tên tối thiểu",
    "Số lượng tên tối đa",
    "Số lượng tên tối thiểu để tạo",
    "Số lượng tên tối đa để tạo",
    "Số tuổi tối thiểu",
    "Số tuổi tối đa",
    "Số năm tuổi tối thiểu để tạo",
    "Số năm tuổi tối đa để tạo",
    "Trang hướng dẫn không có tiêu đề",
    "Đã bật lịch sử nhập liệu",
    "Lịch sử đầu vào có được bật hay không. Nếu được bật, bạn có thể truy cập các lệnh đã nhập gần đây bằng các phím mũi tên lên hoặc xuống.",
    "Chuyển đổi số RGB màu thành hex.",
    "Chuyển đổi biểu diễn thập lục phân của màu thành số RGB.",
    "Chuyển đổi biểu diễn thập lục phân của màu thành số RGB ở định dạng KS.",
    "Mức độ màu đỏ:",
    "Mức độ màu xanh lá cây:",
    "Mức độ màu xanh lam:",
    "Chuỗi màu RGB:",
    "Mức màu đỏ phải là số.",
    "Mức màu xanh lá cây phải là số.",
    "Mức màu xanh lam phải là số.",
    "Màu đại diện hệ thập lục phân:",
    "Tên phần mod:",
    "Tên tệp phần mod:",
    "Đường dẫn tệp phần mod:",
    "Bây giờ có thể an toàn để tắt máy tính của bạn.",
    "Mô phỏng Không có Chế độ APM",
    "Có mô phỏng một tình huống không có sẵn APM hay không. Nếu được bật, nó sẽ thông báo cho người dùng rằng bây giờ có thể an toàn để tắt máy tính khi tắt máy.",
    "Mật độ trục trặc",
    "Tỷ lệ phần trăm càng lớn, trục trặc càng dày đặc!",
    "Từ điển tiếng Anh",
    "Thông tin từ cho",
    "API được cấp phép theo",
    "Từ:",
    "Nghĩa của từ cho",
    "Phần của bài phát biểu:",
    "Sự định nghĩa:",
    "Ví dụ trong câu:",
    "Các nguồn được sử dụng để xác định",
    "Từ đồng nghĩa:",
    "Từ trái nghĩa:",
    "Kiểm tra bảng điều khiển của bạn để được hỗ trợ PowerLine",
    "Đảm bảo sử dụng phông chữ bảng điều khiển hỗ trợ PowerLine glyphs, nếu không đầu ra có thể không hiển thị đúng cách. Chúng tôi đề nghị",
    "Mở thư viện đặt trước shell",
    "Không tìm thấy giá trị đặt trước đã chỉ định {0}.",
    "Bạn là một con tàu vũ trụ và các thiên thạch đang đến để tiêu diệt bạn. Bạn có thể cứu nó?",
    "Retro Nitrocid KS dựa trên 0.0.4.1",
    "Thiết bị đã tồn tại trong danh sách chặn.",
    "Thiết bị không tồn tại trong danh sách chặn.",
    "Kiểm tra việc thực hiện điểm vào lắp ráp",
    "Chọn giá trị đặt trước cho {0}:",
    "Bộ chuyển đổi đơn vị",
    "Các loại đơn vị có sẵn và đơn vị của chúng:",
    "Trò chơi kết thúc",
    "Lỗi không mong đợi",
    "Đang kiểm tra các bản cập nhật ...",
    "Đang tải xuống phiên bản",
    "Đang cài đặt phiên bản",
    "Quay trở lại năm 2018 ...",
    "Sử dụng PowerLine để kết xuất tàu vũ trụ",
    "Tốc độ trò chơi Meteor",
    "Sử dụng PowerLine để kết xuất tàu vũ trụ hay sử dụng tiêu chuẩn lớn hơn ký tự. Nếu bạn muốn sử dụng PowerLine với Meteor, bạn cần cài đặt một phông chữ thích hợp có hỗ trợ PowerLine.",
    "Chỉ định tốc độ trò chơi tính bằng mili giây."
  ]
}